Repository: bernardodsanderson/vido
Catalog: po/extra/*.po
Languages: ru

source: Online Video Downloader
ru: Загрузчик онлайн-видео

source: Download online videos from various sources including archive.org and much more!
ru: Скачивайте онлайн-видео из различных источников, включая archive.org и многие другие!

source: General app improvements
ru: Общие улучшения приложения

source: Added Italian translation
ru: Добавлен итальянский перевод

source: Updated for elementary OS 6
ru: Обновлено для elementary OS 6

source: Spanish Translation (thanks riesp)
ru: Испанский перевод (спасибо riesp)

source: Travis CI integration (thanks meisenzahl)
ru: Интеграция с Travis CI (спасибо meisenzahl)

source: App refactoring (thanks ryonakano)
ru: Рефакторинг приложения (спасибо ryonakano)

source: Translation Updates
ru: Обновления переводов

source: Add Lithuanian translation (thanks welaq)
ru: Добавлен литовский перевод (спасибо welaq)

source: Fix sensitivity of download_button (thanks ryonakano)
ru: Исправлена чувствительность кнопки загрузки (спасибо ryonakano)

source: Update French translation (thanks NathanBnm)
ru: Обновлён французский перевод (спасибо NathanBnm)

source: Remove unneeded files (thanks ryonakano)
ru: Удалены ненужные файлы (спасибо ryonakano)

source: Update app category
ru: Обновлена категория приложения)

source: Fix window getting too big due to error messages (thank you ryonakano)
ru: Исправлено увеличение размеров окна из-за сообщения об ошибке (спасибо ryonakano)

source: Add Russian translation (thank you camellan)
ru: Добавлен русский перевод (спасибо camellan)

source: Add French translation (thank you NathanBnm)
ru: Добавлен французский перевод (спасибо NathanBnm)

source: Make 'Get Video Info' button will be disabled if there's no url (thank you ryonakano)
ru: Кнопка «Получить информацию о видео» теперь отключена, если адрес отсутствует (спасибо ryonakano)

source: Make App Translatable
ru: Приложение теперь переводимо

source: Add License
ru: Добавлена лицензия

source: Fix audio download issues
ru: Исправлены проблемы загрузки аудио

source: Normal Mode
ru: Нормальный режим

source: Ready to Download
ru: Готов для загрузки

source: VIDO - Video Downloader
ru: VIDO - загрузчик видео

source: Download Videos from the Internet
ru: Загружайте видео из интернета

source: Video;Download;Internet;
ru: Video;Download;Internet;Видео;Скачать;Интернет;
